{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "<S>": 5,
      "<T>": 6,
      "(": 7,
      ")": 8,
      ",": 9,
      "-": 10,
      ".": 11,
      "/": 12,
      "0": 13,
      "1": 14,
      "5": 15,
      ":": 16,
      ";": 17,
      "?": 18,
      "a": 19,
      "b": 20,
      "c": 21,
      "d": 22,
      "e": 23,
      "f": 24,
      "g": 25,
      "h": 26,
      "i": 27,
      "j": 28,
      "k": 29,
      "l": 30,
      "m": 31,
      "n": 32,
      "o": 33,
      "p": 34,
      "q": 35,
      "r": 36,
      "s": 37,
      "t": 38,
      "u": 39,
      "v": 40,
      "w": 41,
      "x": 42,
      "y": 43,
      "z": 44,
      "’": 45,
      "“": 46,
      "”": 47,
      "##x": 48,
      "##p": 49,
      "##e": 50,
      "##r": 51,
      "##i": 52,
      "##n": 53,
      "##c": 54,
      "##m": 55,
      "##s": 56,
      "##w": 57,
      "##a": 58,
      "##l": 59,
      "##o": 60,
      "##t": 61,
      "##d": 62,
      "##u": 63,
      "##h": 64,
      "##g": 65,
      "##v": 66,
      "##j": 67,
      "##y": 68,
      "##q": 69,
      "##z": 70,
      "##f": 71,
      "##b": 72,
      "##5": 73,
      "##k": 74,
      "##0": 75,
      "##in": 76,
      "##ou": 77,
      "you": 78,
      "pa": 79,
      "##he": 80,
      "pain": 81,
      "##er": 82,
      "do": 83,
      "##es": 84,
      "or": 85,
      "##om": 86,
      "##ve": 87,
      "ha": 88,
      "##st": 89,
      "##at": 90,
      "your": 91,
      "##re": 92,
      "##nd": 93,
      "che": 94,
      "chest": 95,
      "the": 96,
      "##te": 97,
      "have": 98,
      "##on": 99,
      "##cu": 100,
      "in": 101,
      "and": 102,
      "##al": 103,
      "of": 104,
      "##or": 105,
      "##ing": 106,
      "##ec": 107,
      "acu": 108,
      "##nt": 109,
      "##ld": 110,
      "##ess": 111,
      "acute": 112,
      "ab": 113,
      "st": 114,
      "##dom": 115,
      "abdom": 116,
      "##ac": 117,
      "bre": 118,
      "ch": 119,
      "sh": 120,
      "th": 121,
      "##ong": 122,
      "chi": 123,
      "fe": 124,
      "##ness": 125,
      "##se": 126,
      "##gh": 127,
      "##ver": 128,
      "##inal": 129,
      "##ath": 130,
      "abdominal": 131,
      "breath": 132,
      "child": 133,
      "long": 134,
      "nec": 135,
      "ter": 136,
      "##ow": 137,
      "##omac": 138,
      "##ort": 139,
      "stomac": 140,
      "neck": 141,
      "term": 142,
      "stomach": 143,
      "whe": 144,
      "##el": 145,
      "does": 146,
      "on": 147,
      "af": 148,
      "that": 149,
      "when": 150,
      "cou": 151,
      "is": 152,
      "mo": 153,
      "##en": 154,
      "##et": 155,
      "##ro": 156,
      "short": 157,
      "shortness": 158,
      "an": 159,
      "##it": 160,
      "##ant": 161,
      "##le": 162,
      "##ers": 163,
      "fever": 164,
      "cough": 165,
      "ar": 166,
      "pers": 167,
      "##pp": 168,
      "##ent": 169,
      "##id": 170,
      "##ar": 171,
      "##low": 172,
      "##fec": 173,
      "##fant": 174,
      "##ted": 175,
      "infant": 176,
      "affec": 177,
      "person": 178,
      "affected": 179,
      "are": 180,
      "bow": 181,
      "ta": 182,
      "upp": 183,
      "wor": 184,
      "wit": 185,
      "##ep": 186,
      "##igh": 187,
      "##ment": 188,
      "##oo": 189,
      "##uc": 190,
      "##vement": 191,
      "movement": 192,
      "bowel": 193,
      "upper": 194,
      "worse": 195,
      "with": 196,
      "movements": 197,
      "al": 198,
      "bl": 199,
      "de": 200,
      "di": 201,
      "ex": 202,
      "fr": 203,
      "get": 204,
      "le": 205,
      "mu": 206,
      "pro": 207,
      "re": 208,
      "tr": 209,
      "##ress": 210,
      "##com": 211,
      "##mp": 212,
      "##sh": 213,
      "##wn": 214,
      "##ad": 215,
      "##ly": 216,
      "##ter": 217,
      "##duc": 218,
      "##ft": 219,
      "##fort": 220,
      "##ble": 221,
      "##out": 222,
      "down": 223,
      "##cus": 224,
      "arm": 225,
      "tak": 226,
      "##ight": 227,
      "deep": 228,
      "mucus": 229,
      "produc": 230,
      "##comfort": 231,
      "ac": 232,
      "as": 233,
      "be": 234,
      "by": 235,
      "eat": 236,
      "li": 237,
      "nu": 238,
      "over": 239,
      "press": 240,
      "se": 241,
      "sw": 242,
      "so": 243,
      "sid": 244,
      "te": 245,
      "to": 246,
      "##iat": 247,
      "##mb": 248,
      "##so": 249,
      "##as": 250,
      "##ur": 251,
      "##ure": 252,
      "##ving": 253,
      "##ound": 254,
      "##ould": 255,
      "has": 256,
      "##nder": 257,
      "##ont": 258,
      "abdomen": 259,
      "shar": 260,
      "should": 261,
      "thro": 262,
      "few": 263,
      "##vere": 264,
      "one": 265,
      "after": 266,
      "left": 267,
      "produces": 268,
      "numb": 269,
      "pressure": 270,
      "severe": 271,
      "side": 272,
      "sharp": 273,
      "numbness": 274,
      "am": 275,
      "bac": 276,
      "fl": 277,
      "gre": 278,
      "he": 279,
      "hur": 280,
      "loo": 281,
      "ma": 282,
      "oc": 283,
      "po": 284,
      "sm": 285,
      "su": 286,
      "sy": 287,
      "ti": 288,
      "un": 289,
      "yel": 290,
      "##ed": 291,
      "##ez": 292,
      "##ic": 293,
      "##il": 294,
      "##if": 295,
      "##ish": 296,
      "##ny": 297,
      "##ciat": 298,
      "##scomfort": 299,
      "##au": 300,
      "##ast": 301,
      "##ase": 302,
      "##able": 303,
      "##ls": 304,
      "##oat": 305,
      "##to": 306,
      "##tom": 307,
      "##ting": 308,
      "##dd": 309,
      "##ying": 310,
      "##ount": 311,
      "##ouble": 312,
      "##ved": 313,
      "having": 314,
      "##nds": 315,
      "they": 316,
      "##cur": 317,
      "into": 318,
      "##allow": 319,
      "stif": 320,
      "feel": 321,
      "around": 322,
      "##ood": 323,
      "without": 324,
      "along": 325,
      "blood": 326,
      "discomfort": 327,
      "from": 328,
      "front": 329,
      "trouble": 330,
      "##mptom": 331,
      "take": 332,
      "takes": 333,
      "##comfortable": 334,
      "asso": 335,
      "swallow": 336,
      "sore": 337,
      "tender": 338,
      "shoulder": 339,
      "throat": 340,
      "amount": 341,
      "back": 342,
      "hurt": 343,
      "loose": 344,
      "sudd": 345,
      "symptom": 346,
      "uncomfortable": 347,
      "yellow": 348,
      "##ezing": 349,
      "##ciated": 350,
      "##ause": 351,
      "stiff": 352,
      "associated": 353,
      "sudden": 354,
      "symptoms": 355
    }
  }
}